/* CompanyAddress */
"CompanyAddress" = "Company Address";
/* ProjectDescription */
"ProjectDescription" = "Project Description";
/* Note */
"Note" = "Note";
/* Project Name */
"ProjectName" = "Project Name";
/* CompanyName */
"CompanyName" = "Company Name";
/* OK */
"OK" ="OK";
//NoneExistProject
"NoneExistProject" = "No exist project, please create new one.";
//fill all fields
"CompleteAllField" = "Please complete all fields.";
//ErrorInsertDatabase
"ErrorInsertDatabase" = "An error occur when insert into database";

//************ VaProjDetail *************
"projectLabel" = "Project Name -version 1 is created \n Input the detail of each process belonging to this project and tap Add ";
"processStartPoint" = "Process Start Point";
"processEndPoint" = "Process End Point";
"processName" = "Process name";
"processDescription" = "Process description";
"defectNotes" = "Defect notes";
"needToVerify" = "Need to verify these details";
"outputInventory" = "Output inventory";
"uptime" = "Uptime";
"valueAddingTime" = "Value adding time";
"defect" = "Defect";
"communication" = "Communication";
"nonValueAddingTime" = "Non value adding time";
"addProcessButton" = "Add Process";
"processID" = "Process id";

"stepLabel" = "Every process is made of several steps, as many as you want by selecting the process from below, input the step name and press \"Add step\"";
"stepName" = "Step name";
"step#" = "step#";
"processStepName" = "Process Step Name";
"addStepButton" = "Add Step";
"iAmDoneButton" = "I Am Done";
